{
  "courses" : [
    {
      "id": 5,
      "title": "Vue.JS",
      "description": "Develop modern, complex, responsive and scalable web applications with Angular 14\nFully understand the architecture behind an Angular application and how to use it\nUse the gained, deep understanding of the Angular fundamentals to quickly establish yourself as a frontend developer\nCreate single-page applications with one of the most modern JavaScript frameworks out there",
      "duration": "98",
      "creation": "2022-07-15",
      "authors": "gaergfg",
      "topRated": "true"
    },
    {
      "id": 6,
      "title": "Angular",
      "description": "Develop modern, complex, responsive and scalable web applications with Angular 14\nFully understand the architecture behind an Angular application and how to use it\nUse the gained, deep understanding of the Angular fundamentals to quickly establish yourself as a frontend developer\nCreate single-page applications with one of the most modern JavaScript frameworks out there",
      "duration": "90",
      "creation": "2022-07-22",
      "topRated": "false"
    },
    {
      "id": 7,
      "title": "Javascript ",
      "description": "Establishing a culture of Engineering Excellence and incorporating its practices throughout your software development projects will help to ensure your team is among those that succeed in delivering high-quality solutions—on time and within budget.",
      "duration": "67",
      "creation": "2022-07-30",
      "topRated": "false"
    },
    {
      "title": "Angular",
      "description": "Develop modern, complex, responsive and scalable web applications with Angular 14 Fully understand the architecture behind an Angular application and how to use it Use the gained, deep understanding of the Angular fundamentals to quickly establish yourself as a frontend developer Create single-page applications with one of the most modern JavaScript frameworks out there",
      "duration": "98",
      "creation": "2022-07-29",
      "topRated": "true",
      "id": 8
    },
    {
      "title": ".Net",
      "description": ".NET is a free, cross-platform, open source developer platform for building many different types of applications.\n\nWith .NET, you can use multiple languages, editors, and libraries to build for web, mobile, desktop, games, IoT, and more.",
      "duration": "67",
      "creation": "2022-07-22",
      "topRated": "false",
      "id": 9
    }
  ]
}